Repository: Alexadar/rootyapps
Catalog: ephemeris.swift/ephemeris/Localizable.xcstrings
Source language: en
Languages: cs, de, el, es, fr, hu, it, ja, ko, nl, pl, pt_br, ro, sv, tr, uk

source: %@ ayanamsa: %@
cs: Ajanámša %@: %@
ja: %@ アヤナムシャ: %@
ko: %@ 아야남사: %@
pl: Ajanamsa %@: %@
uk: Аянамша %@: %@

source: %@ conjunction Sun
cs: %@ — konjunkce se Sluncem
de: %@ Konjunktion Sonne
el: %@ σε σύνοδο με τον Ήλιο
es: %@ conjunción Sol
fr: %@ conjonction Soleil
hu: %@ együttállás a Nappal
it: %@ congiunzione Sole
ja: %@と太陽の合
ko: %@ 태양과 합
nl: %@ conjunctie Zon
pl: %@ — koniunkcja ze Słońcem
pt_br: %@ conjunção com o Sol
ro: %@ — conjuncție cu Soarele
sv: %@ konjunktion Solen
tr: %@ Güneş ile kavuşum
uk: %@ — з’єднання із Сонцем

source: %@ enters %@
cs: %1$@ vstupuje do znamení %2$@
de: %1$@ tritt in %2$@ ein
el: %1$@ εισέρχεται στο ζώδιο %2$@
es: %1$@ entra en %2$@
fr: %1$@ entre en %2$@
hu: %1$@ belép %2$@ jegyébe
it: %1$@ entra in %2$@
ja: %1$@が%2$@に入る
ko: %1$@ %2$@ 진입
nl: %1$@ gaat %2$@ binnen
pl: %1$@ wchodzi w znak %2$@
pt_br: %1$@ entra em %2$@
ro: %1$@ intră în %2$@
sv: %1$@ går in i %2$@
tr: %1$@ %2$@ burcuna giriyor
uk: %1$@ входить у знак %2$@

source: %@ greatest elongation east
cs: %@ — největší východní elongace
de: %@ größte östliche Elongation
el: %@ — μέγιστη ανατολική αποχή
es: %@ máxima elongación este
fr: %@ plus grande élongation est
hu: %@ legnagyobb keleti kitérése
it: %@ massima elongazione est
ja: %@の東方最大離角
ko: %@ 동방최대이각
nl: %@ grootste oostelijke elongatie
pl: %@ — maksymalna elongacja wschodnia
pt_br: %@ máxima elongação leste
ro: %@ — elongație maximă estică
sv: %@ största östliga elongation
tr: %@ en büyük doğu uzanımı
uk: %@ — найбільша східна елонгація

source: %@ greatest elongation west
cs: %@ — největší západní elongace
de: %@ größte westliche Elongation
el: %@ — μέγιστη δυτική αποχή
es: %@ máxima elongación oeste
fr: %@ plus grande élongation ouest
hu: %@ legnagyobb nyugati kitérése
it: %@ massima elongazione ovest
ja: %@の西方最大離角
ko: %@ 서방최대이각
nl: %@ grootste westelijke elongatie
pl: %@ — maksymalna elongacja zachodnia
pt_br: %@ máxima elongação oeste
ro: %@ — elongație maximă vestică
sv: %@ största västliga elongation
tr: %@ en büyük batı uzanımı
uk: %@ — найбільша західна елонгація

source: %@ illuminated
cs: %@ osvětleno
de: %@ beleuchtet
el: %@ φωτισμένη
es: %@ iluminada
fr: %@ éclairée
hu: %@-ban megvilágítva
it: %@ illuminata
ja: 輝面比 %@
ko: %@ 밝음
nl: %@ verlicht
pl: %@ oświetlenia
pt_br: %@ iluminada
ro: %@ iluminată
sv: %@ upplyst
tr: %@ aydınlık
uk: %@ освітлено

source: %@ inferior conjunction
cs: %@ — dolní konjunkce
de: %@ untere Konjunktion
el: %@ — κάτω σύνοδος
es: %@ conjunción inferior
fr: %@ conjonction inférieure
hu: %@ alsó együttállás
it: %@ congiunzione inferiore
ja: %@の内合
ko: %@ 내합
nl: %@ benedenconjunctie
pl: %@ — koniunkcja dolna
pt_br: %@ conjunção inferior
ro: %@ — conjuncție inferioară
sv: %@ undre konjunktion
tr: %@ alt kavuşum
uk: %@ — нижнє з’єднання

source: %@ is undefined this far from the equator — showing Whole Sign.
cs: %@ není v této šířce definován — zobrazuji Celá znamení.
de: %@ ist in dieser Breite nicht definiert – es wird Ganzes Zeichen angezeigt.
el: %@ δεν ορίζεται σε αυτό το γεωγραφικό πλάτος — εμφανίζεται Ολόκληρο Ζώδιο.
es: %@ no está definido a esta latitud: se muestra Signos enteros.
fr: %@ n’est pas défini à cette latitude — affichage en Signes entiers.
hu: %@ ezen a szélességen nem értelmezett — Egész jegy látható.
it: %@ non è definito a questa latitudine: mostro Segni interi.
ja: この緯度では%@は定義されません。ホールサインを表示します。
ko: 이 위도에서는 %@를 정의할 수 없어 홀사인으로 표시합니다.
nl: %@ is op deze breedtegraad niet gedefinieerd — Heel Teken wordt getoond.
pl: %@ nie jest zdefiniowany na tej szerokości — pokazuję Cały Znak.
pt_br: %@ não é definido nesta latitude — exibindo Signo Inteiro.
ro: %@ nu este definit la această latitudine — se afișează Semn întreg.
sv: %@ är inte definierat på denna latitud – visar Helt tecken.
tr: %@ bu enlemde tanımsız — Tam Burç gösteriliyor.
uk: %@ не визначено на цій широті — показано Цілий знак.

source: %@ opposition Sun
cs: %@ — opozice se Sluncem
de: %@ Opposition Sonne
el: %@ σε αντίθεση με τον Ήλιο
es: %@ oposición Sol
fr: %@ opposition Soleil
hu: %@ szembenállás a Nappal
it: %@ opposizione Sole
ja: %@と太陽の衝
ko: %@ 태양과 충
nl: %@ oppositie Zon
pl: %@ — opozycja do Słońca
pt_br: %@ oposição ao Sol
ro: %@ — opoziție cu Soarele
sv: %@ opposition Solen
tr: %@ Güneş ile karşıtlık
uk: %@ — протистояння Сонцю

source: %@ sit exactly opposite, so their midpoint could be either of two points.
cs: %@ stojí přesně proti sobě, jejich střed tedy může být jeden ze dvou bodů.
de: %@ stehen exakt gegenüber, ihre Halbsumme kann daher einer von zwei Punkten sein.
el: %@ βρίσκονται ακριβώς αντίθετα, οπότε το μέσο σημείο τους μπορεί να είναι ένα από δύο.
es: %@ están exactamente opuestos, así que su punto medio puede ser uno de dos puntos.
fr: %@ sont exactement opposés : leur point médian peut donc être l'un de deux points.
hu: %@ pontosan szemben állnak, így a felezőpontjuk két pont egyike lehet.
it: %@ sono esattamente opposti, quindi il loro punto medio può essere uno di due punti.
ja: %@ はちょうど正反対にあるため、中点は2つの点のどちらにもなり得ます。
ko: %@ 이(가) 정확히 반대편에 있어 중간점이 두 지점 중 하나일 수 있습니다.
nl: %@ staan exact tegenover elkaar, dus hun middelpunt kan een van twee punten zijn.
pl: %@ stoją dokładnie naprzeciw, więc ich punkt środkowy może być jednym z dwóch punktów.
pt_br: %@ estão exatamente opostos, então seu ponto médio pode ser um de dois pontos.
ro: %@ sunt exact opuse, deci punctul lor median poate fi unul din două puncte.
sv: %@ står exakt mitt emot varandra, så deras mittpunkt kan vara en av två punkter.
tr: %@ tam karşıt konumda; bu yüzden orta noktaları iki noktadan biri olabilir.
uk: %@ стоять точно навпроти, тож їхня середня точка може бути однією з двох.

source: %@ stations direct
cs: %@ se stává direktní
de: %@ wird direktläufig
el: %@ γίνεται ορθόδρομος
es: %@ se estaciona directo
fr: %@ stationne direct
hu: %@ direktbe fordul
it: %@ stazionario diretto
ja: %@が順行開始
ko: %@ 순행 시작
nl: %@ wordt direct
pl: %@ wraca do ruchu prostego
pt_br: %@ fica direto
ro: %@ devine direct
sv: %@ blir direkt
tr: %@ ileri harekete geçiyor
uk: %@ стає директним

source: %@ stations retrograde
cs: %@ se stává retrográdní
de: %@ wird rückläufig
el: %@ γίνεται ανάδρομος
es: %@ se estaciona retrógrado
fr: %@ stationne rétrograde
hu: %@ retrográdba fordul
it: %@ stazionario retrogrado
ja: %@が逆行開始
ko: %@ 역행 시작
nl: %@ wordt retrograde
pl: %@ staje się retrogradalna
pt_br: %@ fica retrógrado
ro: %@ devine retrograd
sv: %@ blir retrograd
tr: %@ geri harekete geçiyor
uk: %@ стає ретроградним

source: %@ superior conjunction
cs: %@ — horní konjunkce
de: %@ obere Konjunktion
el: %@ — άνω σύνοδος
es: %@ conjunción superior
fr: %@ conjonction supérieure
hu: %@ felső együttállás
it: %@ congiunzione superiore
ja: %@の外合
ko: %@ 외합
nl: %@ bovenconjunctie
pl: %@ — koniunkcja górna
pt_br: %@ conjunção superior
ro: %@ — conjuncție superioară
sv: %@ övre konjunktion
tr: %@ üst kavuşum
uk: %@ — верхнє з’єднання

source: %lld min left
cs: Zbývá %lld min
de: Noch %lld Min
el: Απομένουν %lld λεπτά
es: Quedan %lld min
fr: %lld min restantes
hu: %lld perc van hátra
it: Restano %lld min
ja: 残り%lld分
ko: %lld분 남음
nl: Nog %lld min
pl: Pozostało %lld min
pt_br: Restam %lld min
ro: Au rămas %lld min
sv: %lld min kvar
tr: %lld dk kaldı
uk: Залишилось %lld хв

source: %lld min long
cs: Trvá %lld min
de: %lld Min lang
el: Διαρκεί %lld λεπτά
es: Dura %lld min
fr: Dure %lld min
hu: %lld perc hosszú
it: Dura %lld min
ja: 長さ%lld分
ko: %lld분 길이
nl: %lld min lang
pl: Trwa %lld min
pt_br: Dura %lld min
ro: Durează %lld min
sv: %lld min lång
tr: %lld dk uzunluğunda
uk: Триває %lld хв

source: %lld min remaining
cs: Zbývá %lld min
de: Noch %lld Min
el: Απομένουν %lld λεπτά
es: Quedan %lld min
fr: %lld min restantes
hu: %lld perc van hátra
it: Restano %lld min
ja: 残り%lld分
ko: %lld분 남음
nl: Nog %lld min
pl: Pozostało %lld min
pt_br: Restam %lld min
ro: Au rămas %lld min
sv: %lld min kvar
tr: %lld dk kaldı
uk: Залишилось %lld хв

source: A composite Ascendant is the midpoint of two Ascendants, so it needs a birth time on both sides. The planets above are exact.
cs: Kompozitní ascendent je střed dvou ascendentů, takže vyžaduje čas narození na obou stranách. Planety výše jsou přesné.
de: Ein Composit-Aszendent ist die Halbsumme zweier Aszendenten und braucht daher auf beiden Seiten eine Geburtszeit. Die Planeten oben sind exakt.
el: Ο σύνθετος Ωροσκόπος είναι το μέσο σημείο δύο Ωροσκόπων, άρα χρειάζεται ώρα γέννησης και στις δύο πλευρές. Οι πλανήτες παραπάνω είναι ακριβείς.
es: Un Ascendente compuesto es el punto medio de dos Ascendentes, así que necesita hora de nacimiento en ambos lados. Los planetas de arriba son exactos.
fr: Un Ascendant composite est le point médian de deux Ascendants : il faut donc une heure de naissance des deux côtés. Les planètes ci-dessus sont exactes.
hu: A kompozit aszcendens két aszcendens felezőpontja, ezért mindkét oldalon születési idő kell. A fenti bolygók pontosak.
it: Un Ascendente composto è il punto medio di due Ascendenti, quindi serve un'ora di nascita su entrambi i lati. I pianeti sopra sono esatti.
ja: コンポジットのアセンダントは2つのアセンダントの中点なので、両方に出生時刻が必要です。上の天体位置は正確です。
ko: 컴포지트 상승점은 두 상승점의 중간점이므로 양쪽 모두 출생 시각이 필요합니다. 위의 행성 위치는 정확합니다.
nl: Een composiet-ascendant is het middelpunt van twee ascendanten en vraagt dus aan beide kanten een geboortetijd. De planeten hierboven zijn exact.
pl: Ascendent composite to punkt środkowy dwóch ascendentów, więc wymaga godziny urodzenia po obu stronach. Planety powyżej są dokładne.
pt_br: Um Ascendente composto é o ponto médio de dois Ascendentes, portanto precisa de hora de nascimento nos dois lados. Os planetas acima são exatos.
ro: Un Ascendent compozit este punctul median a doi Ascendenți, deci are nevoie de ora nașterii pe ambele părți. Planetele de mai sus sunt exacte.
sv: En kompositascendent är mittpunkten mellan två ascendenter och kräver därför födelsetid på båda sidor. Planeterna ovan är exakta.
tr: Kompozit Yükselen, iki Yükselenin orta noktasıdır; bu yüzden her iki tarafta da doğum saati gerekir. Yukarıdaki gezegenler tamdır.
uk: Асцендент композита — це середня точка двох асцендентів, тож потрібен час народження з обох боків. Планети вище точні.

source: A return is cast for the instant a body regains its natal degree. Without a birth time that degree is uncertain by up to a day's motion, and the return chart with it.
cs: Návrat se počítá na okamžik, kdy těleso znovu dosáhne svého nativního stupně. Bez času narození je tento stupeň nejistý až o denní pohyb — a s ním i celý horoskop návratu.
de: Eine Wiederkehr wird für den Moment berechnet, in dem ein Himmelskörper seinen Radixgrad wieder erreicht. Ohne Geburtszeit ist dieser Grad um bis zu einer Tagesbewegung unsicher — und das Wiederkehrhoroskop mit ihm.
el: Μια επιστροφή υπολογίζεται για τη στιγμή που ένα σώμα ξαναβρίσκει τη γενέθλια μοίρα του. Χωρίς ώρα γέννησης η μοίρα αυτή είναι αβέβαιη κατά μία ημερήσια κίνηση — και μαζί της ο χάρτης επιστροφής.
es: Una revolución se levanta para el instante en que un astro recupera su grado natal. Sin hora de nacimiento ese grado es incierto hasta el movimiento de un día, y la carta de revolución con él.
fr: Une révolution est dressée pour l'instant où un astre retrouve son degré natal. Sans heure de naissance, ce degré est incertain à hauteur d'un mouvement quotidien, et le thème de révolution avec lui.
hu: A visszatérést arra a pillanatra számoljuk, amikor egy égitest újra eléri születési fokát. Születési idő nélkül ez a fok egy napi mozgásnyi bizonytalansággal bír — és vele a visszatérési horoszkóp is.
it: Una rivoluzione è calcolata per l'istante in cui un astro ritrova il suo grado natale. Senza ora di nascita quel grado è incerto fino al moto di un giorno, e con esso il tema di rivoluzione.
ja: リターンは、天体が出生時の度数に戻る瞬間で作成します。出生時刻がないとその度数は1日分の運行だけ不確かになり、リターン図もそれに従います。
ko: 리턴은 천체가 출생 시의 도수로 되돌아오는 순간을 기준으로 작성합니다. 출생 시각이 없으면 그 도수는 하루 운행만큼 불확실하고, 리턴 차트도 마찬가지입니다.
nl: Een terugkeer wordt berekend voor het moment waarop een hemellichaam zijn geboortegraad weer bereikt. Zonder geboortetijd is die graad onzeker tot een dagbeweging — en de terugkeerhoroscoop met hem.
pl: Powrót oblicza się na chwilę, w której ciało wraca do swojego stopnia urodzeniowego. Bez godziny urodzenia ten stopień jest niepewny nawet o dzienny ruch — a z nim cały kosmogram powrotu.
pt_br: Uma revolução é levantada para o instante em que um astro retoma seu grau natal. Sem hora de nascimento esse grau é incerto em até o movimento de um dia, e o mapa da revolução com ele.
ro: O revoluție se calculează pentru clipa în care un astru își regăsește gradul natal. Fără ora nașterii acel grad este incert cu până la mișcarea unei zile, iar harta revoluției odată cu el.
sv: En återkomst beräknas för ögonblicket då en kropp åter når sin födelsegrad. Utan födelsetid är den graden osäker med upp till ett dygns rörelse — och återkomsthoroskopet med den.
tr: Bir dönüş, gök cisminin doğum derecesine yeniden ulaştığı an için kurulur. Doğum saati olmadan bu derece bir günlük hareket kadar belirsizdir; dönüş haritası da onunla birlikte.
uk: Повернення розраховують на мить, коли світило знову досягає свого натального градуса. Без часу народження цей градус невизначений у межах денного руху — а з ним і вся карта повернення.

source: Accuracy
cs: Přesnost
de: Genauigkeit
el: Ακρίβεια
es: Precisión
fr: Précision
hu: Pontosság
it: Precisione
ja: 精度
ko: 정확도
nl: Nauwkeurigheid
pl: Dokładność
pt_br: Precisão
ro: Precizie
sv: Noggrannhet
tr: Doğruluk
uk: Точність

source: Add a birth time
cs: Přidat čas narození
de: Geburtszeit hinzufügen
el: Προσθήκη ώρας γέννησης
es: Añadir hora de nacimiento
fr: Ajouter une heure de naissance
hu: Születési idő hozzáadása
it: Aggiungi un'ora di nascita
ja: 出生時刻を追加
ko: 출생 시각 추가
nl: Geboortetijd toevoegen
pl: Dodaj godzinę urodzenia
pt_br: Adicionar hora de nascimento
ro: Adaugă ora nașterii
sv: Lägg till födelsetid
tr: Doğum saati ekle
uk: Додати час народження

source: Add the missing birth time
cs: Doplnit chybějící čas narození
de: Fehlende Geburtszeit ergänzen
el: Προσθήκη της ώρας γέννησης που λείπει
es: Añadir la hora de nacimiento que falta
fr: Ajouter l'heure de naissance manquante
hu: Hiányzó születési idő megadása
it: Aggiungi l'ora di nascita mancante
ja: 不明な出生時刻を追加
ko: 누락된 출생 시각 추가
nl: Ontbrekende geboortetijd toevoegen
pl: Dodaj brakującą godzinę urodzenia
pt_br: Adicionar a hora de nascimento que falta
ro: Adaugă ora nașterii lipsă
sv: Lägg till saknad födelsetid
tr: Eksik doğum saatini ekle
uk: Додати відсутній час народження

source: Adds a ✨ button that answers questions about whatever screen you are on, using Apple Intelligence on your device. Nothing is sent anywhere.
cs: Přidá tlačítko ✨, které odpovídá na otázky o aktuální obrazovce pomocí Apple Intelligence ve vašem zařízení. Nic se neodesílá.
de: Fügt eine ✨-Taste hinzu, die Fragen zum aktuellen Bildschirm mit Apple Intelligence auf deinem Gerät beantwortet. Es wird nichts gesendet.
el: Προσθέτει ένα κουμπί ✨ που απαντά σε ερωτήσεις για την τρέχουσα οθόνη με Apple Intelligence στη συσκευή σας. Τίποτα δεν αποστέλλεται.
es: Añade un botón ✨ que responde preguntas sobre la pantalla actual con Apple Intelligence en tu dispositivo. No se envía nada.
fr: Ajoute un bouton ✨ qui répond aux questions sur l’écran actuel avec Apple Intelligence sur votre appareil. Rien n’est envoyé.
hu: Hozzáad egy ✨ gombot, amely az aktuális képernyőről válaszol az Apple Intelligence segítségével a készülékeden. Semmi nem kerül elküldésre.
it: Aggiunge un pulsante ✨ che risponde a domande sulla schermata attuale con Apple Intelligence sul tuo dispositivo. Nulla viene inviato.
ja: 現在の画面についての質問に、デバイス上の Apple Intelligence で答える ✨ ボタンを追加します。データは送信されません。
ko: 현재 화면에 대한 질문에 기기의 Apple Intelligence로 답하는 ✨ 버튼을 추가합니다. 아무것도 전송되지 않습니다.
nl: Voegt een ✨-knop toe die vragen over het huidige scherm beantwoordt met Apple Intelligence op je apparaat. Er wordt niets verzonden.
pl: Dodaje przycisk ✨, który odpowiada na pytania o bieżący ekran za pomocą Apple Intelligence na Twoim urządzeniu. Nic nie jest wysyłane.
pt_br: Adiciona um botão ✨ que responde perguntas sobre a tela atual usando a Apple Intelligence no seu dispositivo. Nada é enviado.
ro: Adaugă un buton ✨ care răspunde la întrebări despre ecranul curent folosind Apple Intelligence pe dispozitivul tău. Nu se trimite nimic.
sv: Lägger till en ✨-knapp som svarar på frågor om aktuell skärm med Apple Intelligence på din enhet. Inget skickas.
tr: Apple Intelligence ile cihazınızda, bulunduğunuz ekranla ilgili soruları yanıtlayan bir ✨ düğmesi ekler. Hiçbir şey gönderilmez.
uk: Додає кнопку ✨, яка відповідає на запитання про поточний екран за допомогою Apple Intelligence на вашому пристрої. Нічого не надсилається.

source: All pairs
cs: Všechny dvojice
de: Alle Paare
el: Όλα τα ζεύγη
es: Todos los pares
fr: Toutes les paires
hu: Minden pár
it: Tutte le coppie
ja: すべての組み合わせ
ko: 모든 쌍
nl: Alle paren
pl: Wszystkie pary
pt_br: Todos os pares
ro: Toate perechile
sv: Alla par
tr: Tüm çiftler
uk: Усі пари

source: All screens
cs: Všechny obrazovky
de: Alle Ansichten
el: Όλες οι οθόνες
es: Todas las pantallas
fr: Tous les écrans
hu: Összes képernyő
it: Tutte le schermate
ja: すべての画面
ko: 모든 화면
nl: Alle schermen
pl: Wszystkie ekrany
pt_br: Todas as telas
ro: Toate ecranele
sv: Alla skärmar
tr: Tüm ekranlar
uk: Усі екрани

source: Analysis
cs: Analýza
de: Analyse
el: Ανάλυση
es: Análisis
fr: Analyse
hu: Elemzés
it: Analisi
ja: 分析
ko: 분석
nl: Analyse
pl: Analiza
pt_br: Análise
ro: Analiză
sv: Analys
tr: Analiz
uk: Аналіз

source: Answered from %lld of %lld items on this screen, chosen by %@.
cs: Odpovězeno z %lld z %lld položek na této obrazovce, vybráno podle: %@.
de: Beantwortet aus %lld von %lld Einträgen dieses Bildschirms, ausgewählt nach: %@.
el: Απάντηση από %lld από %lld στοιχεία αυτής της οθόνης, επιλογή κατά: %@.
es: Respondido con %lld de %lld elementos de esta pantalla, elegidos por: %@.
fr: Réponse basée sur %lld des %lld éléments de cet écran, choisis par : %@.
hu: Válasz %lld / %lld elem alapján ezen a képernyőn, kiválasztva: %@ szerint.
it: Risposta da %lld di %lld elementi di questa schermata, scelti per: %@.
ja: この画面の %lld/%lld 項目から回答（選択基準: %@）。
ko: 이 화면의 %lld/%lld 항목으로 답변함(선택 기준: %@).
nl: Beantwoord op basis van %lld van %lld items op dit scherm, gekozen op: %@.
pl: Odpowiedź na podstawie %lld z %lld elementów tego ekranu, wybranych wg: %@.
pt_br: Respondido a partir de %lld de %lld itens desta tela, escolhidos por: %@.
ro: Răspuns din %lld din %lld elemente de pe acest ecran, alese după: %@.
sv: Besvarat utifrån %lld av %lld objekt på skärmen, valda efter: %@.
tr: Bu ekrandaki %lld/%lld öğeden yanıtlandı (seçim: %@).
uk: Відповідь на основі %lld з %lld елементів цього екрана, обраних за: %@.

source: Appearance
cs: Vzhled
de: Darstellung
el: Εμφάνιση
es: Apariencia
fr: Apparence
hu: Megjelenés
it: Aspetto
ja: 外観
ko: 화면
nl: Weergave
pl: Wygląd
pt_br: Aparência
ro: Aspect
sv: Utseende
tr: Görünüm
uk: Вигляд

source: Aquarius
cs: Vodnář
de: Wassermann
el: Υδροχόος
es: Acuario
fr: Verseau
hu: Vízöntő
it: Acquario
ja: 水瓶座
ko: 물병자리
nl: Waterman
pl: Wodnik
pt_br: Aquário
ro: Vărsător
sv: Vattumannen
tr: Kova
uk: Водолій

source: Aries
cs: Beran
de: Widder
el: Κριός
fr: Bélier
hu: Kos
it: Ariete
ja: 牡羊座
ko: 양자리
nl: Ram
pl: Baran
pt_br: Áries
ro: Berbec
sv: Väduren
tr: Koç
uk: Овен

source: Ascendant
cs: Ascendent
de: Aszendent
el: Ωροσκόπος
es: Ascendente
hu: Aszcendens
it: Ascendente
ja: アセンダント
ko: 상승궁
pl: Ascendent
pt_br: Ascendente
ro: Ascendent
sv: Ascendent
tr: Yükselen
uk: Асцендент

source: Ask
cs: Zeptat se
de: Fragen
el: Ρώτησε
es: Preguntar
fr: Demander
hu: Kérdez
it: Chiedi
ja: 質問
ko: 질문
nl: Vraag
pl: Zapytaj
pt_br: Perguntar
ro: Întreabă
sv: Fråga
tr: Sor
uk: Запитати

source: Ask a question
cs: Položte otázku
de: Frage stellen
el: Κάντε μια ερώτηση
es: Haz una pregunta
fr: Poser une question
hu: Tegyél fel kérdést
it: Fai una domanda
ja: 質問する
ko: 질문하기
nl: Stel een vraag
pl: Zadaj pytanie
pt_br: Faça uma pergunta
ro: Pune o întrebare
sv: Ställ en fråga
tr: Bir soru sorun
uk: Постав запитання

source: Ask about anything on this screen, or tap the button below.
cs: Zeptejte se na cokoli na této obrazovce, nebo klepněte na tlačítko níže.
de: Frage nach allem auf diesem Bildschirm oder tippe unten.
el: Ρωτήστε για οτιδήποτε σε αυτήν την οθόνη ή πατήστε το κουμπί.
es: Pregunta por cualquier cosa de esta pantalla o toca el botón.
fr: Posez une question sur cet écran, ou touchez le bouton ci-dessous.
hu: Kérdezz bármiről ezen a képernyőn, vagy koppints a gombra.
it: Chiedi qualsiasi cosa di questa schermata o tocca il pulsante.
ja: この画面について何でも質問するか、下のボタンをタップしてください。
ko: 이 화면의 무엇이든 물어보거나 아래 버튼을 누르세요.
nl: Vraag naar alles op dit scherm of tik op de knop.
pl: Zapytaj o cokolwiek na tym ekranie lub dotknij przycisku.
pt_br: Pergunte sobre qualquer coisa nesta tela ou toque no botão.
ro: Întreabă orice despre acest ecran sau atinge butonul.
sv: Fråga om vad som helst på skärmen, eller tryck på knappen.
tr: Bu ekrandaki her şeyi sorun ya da düğmeye dokunun.
uk: Запитайте про будь-що на цьому екрані або натисніть кнопку.

source: Asked on: %@
cs: Dotaz na: %@
de: Gefragt auf: %@
el: Ερώτηση στην: %@
es: Preguntado en: %@
fr: Demandé sur : %@
hu: Kérdezve itt: %@
it: Chiesto in: %@
ja: 質問した画面: %@
ko: 질문한 화면: %@
nl: Gevraagd op: %@
pl: Zapytano na: %@
pt_br: Perguntado em: %@
ro: Întrebat pe: %@
sv: Frågat på: %@
tr: Sorulduğu ekran: %@
uk: Запитано на: %@

source: Aspects
cs: Aspekty
de: Aspekte
el: Όψεις
es: Aspectos
hu: Fényszögek
it: Aspetti
ja: アスペクト
ko: 어스펙트
nl: Aspecten
pl: Aspekty
pt_br: Aspectos
ro: Aspecte
sv: Aspekter
tr: Açılar
uk: Аспекти

source: Balance
cs: Rozložení
de: Verteilung
el: Ισορροπία
es: Equilibrio
fr: Répartition
hu: Egyensúly
it: Equilibrio
ja: バランス
ko: 균형
nl: Verdeling
pl: Rozkład
pt_br: Equilíbrio
ro: Echilibru
sv: Fördelning
tr: Denge
uk: Баланс

source: Bi-wheel
cs: Dvojkolo
de: Doppelrad
el: Διπλός τροχός
es: Rueda doble
fr: Bi-roue
hu: Kettős kerék
it: Doppia ruota
ja: 二重円
ko: 이중 차트
nl: Dubbelrad
pl: Podwójne koło
pt_br: Roda dupla
ro: Roată dublă
sv: Dubbelhjul
tr: Çift çark
uk: Подвійне коло

source: Birth date
cs: Datum narození
de: Geburtsdatum
el: Ημερομηνία γέννησης
es: Fecha de nacimiento
fr: Date de naissance
hu: Születési dátum
it: Data di nascita
ja: 生年月日
ko: 생년월일
nl: Geboortedatum
pl: Data urodzenia
pt_br: Data de nascimento
ro: Data nașterii
sv: Födelsedatum
tr: Doğum tarihi
uk: Дата народження

source: Birth place
cs: Místo narození
de: Geburtsort
el: Τόπος γέννησης
es: Lugar de nacimiento
fr: Lieu de naissance
hu: Születési hely
it: Luogo di nascita
ja: 出生地
ko: 출생지
nl: Geboorteplaats
pl: Miejsce urodzenia
pt_br: Local de nascimento
ro: Locul nașterii
sv: Födelseort
tr: Doğum yeri
uk: Місце народження

source: Birth time
cs: Čas narození
de: Geburtszeit
el: Ώρα γέννησης
es: Hora de nacimiento
fr: Heure de naissance
hu: Születési idő
it: Ora di nascita
ja: 出生時刻
ko: 출생 시각
nl: Geboortetijd
pl: Godzina urodzenia
pt_br: Hora de nascimento
ro: Ora nașterii
sv: Födelsetid
tr: Doğum saati
uk: Час народження

source: Birth time unknown
cs: Čas narození neznámý
de: Geburtszeit unbekannt
el: Άγνωστη ώρα γέννησης
es: Hora de nacimiento desconocida
fr: Heure de naissance inconnue
hu: Ismeretlen születési idő
it: Ora di nascita sconosciuta
ja: 出生時刻が不明
ko: 출생 시각 모름
nl: Geboortetijd onbekend
pl: Nieznana godzina urodzenia
pt_br: Hora de nascimento desconhecida
ro: Ora nașterii necunoscută
sv: Födelsetid okänd
tr: Doğum saati bilinmiyor
uk: Час народження невідомий

source: Body
cs: Těleso
de: Himmelskörper
el: Ουράνιο σώμα
es: Astro
fr: Astre
hu: Égitest
it: Astro
ja: 天体
ko: 천체
nl: Hemellichaam
pl: Ciało niebieskie
pt_br: Astro
ro: Corp ceresc
sv: Himlakropp
tr: Gök cismi
uk: Світило
